cask_args appdir: '/Applications'

tap 'heroku/brew'
tap 'homebrew/services'
tap 'joshuaclayton/formulae'
tap 'thoughtbot/formulae'
tap 'universal-ctags/universal-ctags'

brew 'coreutils'
brew 'git'
brew 'heroku/brew/heroku'
brew 'imagemagick'
brew 'joshuaclayton/formulae/unused'
brew 'mas'
brew 'node'
brew 'openssl'
brew 'libyaml' # should come after openssl
brew 'postgresql', service_restart: true
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/parity'
brew 'tree'
brew 'universal-ctags', args: ['HEAD']
brew 'vim'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'adguard'
cask 'alfred'
cask 'appcleaner'
cask 'authy'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'little-snitch'
cask 'notion'
cask 'postico'
cask 'postman'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'skitch'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'whatsapp'

mas 'Todoist', id: 585829637
