tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'joshuaclayton/formulae'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bash-completion'
brew 'cabal-install'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'elixir'
brew 'ffmpeg'
brew 'freetype'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'ghc'
brew 'git'
brew 'gmp'
brew 'graphviz'
brew 'heroku'
brew 'imagemagick'
brew 'isl'
brew 'joshuaclayton/formulae/unused'
brew 'jpeg'
brew 'lame'
brew 'libmpc'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libyaml'
brew 'macvim'
brew 'makedepend'
brew 'mas'
brew 'mpfr'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'perl'
brew 'pkg-config'
brew 'postgresql', service_restart: true
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'redis', service_restart: true
brew 'ripgrep'
brew 'ruby'
brew 'ruby-build'
brew 'sphinx-doc'
brew 'sqlite'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/parity'
brew 'tree'
brew 'vim'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yasm'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'adguard'
cask 'appcleaner'
cask 'authy'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'gifox'
cask 'google-chrome'
cask 'gpg-suite'
cask 'keybase'
cask 'kindle'
cask 'little-snitch'
cask 'postico'
cask 'postman'
cask 'qbserve'
cask 'sketch'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'vlc'
cask 'whatsapp'

mas 'Todoist', id: 585829637
mas 'Tweetbot for Twitter', id: 1384080005
