tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'joshuaclayton/formulae'
tap 'thoughtbot/formulae'
brew 'ack'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'sphinx-doc'
brew 'ghc'
brew 'cabal-install'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'pkg-config'
brew 'gettext'
brew 'texi2html'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'makedepend'
brew 'openssl'
brew 'python'
brew 'yasm'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libpng'
brew 'freetype'
brew 'ffmpeg'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'graphviz'
brew 'libyaml'
brew 'ruby'
brew 'heroku'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'perl'
brew 'imagemagick'
brew 'macvim'
brew 'node'
brew 'postgresql', service_restart: true
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'zsh'
brew 'joshuaclayton/formulae/unused'
brew 'thoughtbot/formulae/parity'
